Repository: alicewish/Mac-App-Translation
Catalog: DEVONthink Pro/Scripts/Reminders/Add as To Do to OmniFocus.scptd/Contents/Resources/*.lproj/Localizable.strings
Languages: fr

source: Reminder
fr: Rappel

source: Set reminder
fr: Programmer le rappel

source: Please choose when you want to get reminded of the item
fr: S'il vous plaît choisissez le moment de vous rappeler du document

source: No due date
fr: Pas de rappel

source: Tomorrow
fr: Demain

source: In two days
fr: Dans deux jours

source: In three days
fr: Dans trois jours

source: In one week
fr: Dans une semaine

source: In two weeks
fr: Dans deux semaines

source: In one month
fr: Dans un mois

source: In two months
fr: Dans deux mois

source: In three months
fr: Dans trois mois

source: In six months
fr: Dans six mois

source: In one year
fr: Dans un an

source: Please select a document or group, then try again.
fr: S'il vous plaît sélectionnez un document ou un groupe, puis essayez à nouveau.

source: Please select only one document or group, then try again.
fr: S'il vous plaît sélectionnez un seul document ou groupe, puis essayez à nouveau.

source: Error when adding item to OmniFocus
fr: Une erreur se produit lorsque vous ajoutez un élément à OmniFocus.

source: OmniFocus is not available. You may need to update to OmniFocus Pro to use this script.
fr: OmniFocus n'est pas disponible. Vous pouvez avoir besoin de OmniFocus Pro pour utiliser ce script.
