Repository: alicewish/Mac-App-Translation
Catalog: DEVONthink Pro/Scripts/Reminders/Add as To Do to Things.scptd/Contents/Resources/*.lproj/Localizable.strings
Languages: de

source: Reminder
de: Wiedervorlage

source: Set reminder
de: Wiedervorlage setzen

source: Please choose when you want to get reminded of the item
de: Bitte wählen Sie, wann Sie an das Dokument

source: %choice prompt end%
de: erinnert werden möchten

source: Tomorrow
de: Morgen

source: In two days
de: Übermorgen

source: In three days
de: In drei Tagen

source: In one week
de: In einer Woche

source: In two weeks
de: In zwei Wochen

source: In one month
de: In einem Monat

source: In two months
de: In zwei Monaten

source: In three months
de: In drei Monaten

source: In six months
de: In sechs Monaten

source: In one year
de: In einem Jahr

source: Please select a document or group, then try again.
de: Bitte wählen Sie ein Dokument oder eine Gruppe aus, dann versuchen Sie es nocheinmal.

source: Please select only one document or group, then try again.
de: Bitte wählen Sie nur ein Dokument oder eine Gruppe aus, dann versuchen Sie es nocheinmal.

source: Error when adding item to Things
de: Fehler beim Hinzufügen zu Things

source: Things is not available.
de: Things ist nicht verfügbar.
